Repository: TopScrech/Glucosy
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, hi, it, nl, ru, tr, uk

source: %lld dose(s) selected
da: %lld doser valgt
de: %lld Dosen ausgewählt
es: %lld dosis seleccionadas
fr: %lld doses sélectionnées
hi: %lld खुराक चुनी गईं
it: %lld dosi selezionate
nl: %lld doses geselecteerd
ru: Выбрано доз: %lld
tr: %lld doz seçildi
uk: Вибрано доз: %lld

source: %lld doses saved
da: %lld doser gemt
de: %lld Dosen gespeichert
es: %lld dosis guardadas
fr: %lld doses enregistrées
hi: %lld खुराकें सहेजी गईं
it: %lld dosi salvate
nl: %lld doses opgeslagen
ru: Сохранено доз: %lld
tr: %lld doz kaydedildi
uk: Збережено доз: %lld

source: %lld NovoPen records not found in loaded HealthKit insulin
da: %lld NovoPen-poster blev ikke fundet i indlæst HealthKit-insulin
de: %lld NovoPen-Datensätze wurden im geladenen HealthKit-Insulin nicht gefunden
es: No se encontraron %lld registros de NovoPen en la insulina cargada de HealthKit
fr: Enregistrements %lld NovoPen introuvables dans l'insuline HealthKit chargée
hi: लोड किए गए HealthKit इंसुलिन में %lld NovoPen रिकॉर्ड नहीं मिले
it: %lld record NovoPen non trovati nell'insulina HealthKit caricata
nl: %lld NovoPen-registraties niet gevonden in geladen HealthKit-insuline
ru: %lld записей NovoPen не найдено в загруженных данных инсулина HealthKit
tr: Yüklenen HealthKit insülinde %lld NovoPen kayıtları bulunamadı
uk: Записи %lld NovoPen не знайдено в завантаженому інсуліні HealthKit

source: 0 to 1 units
da: 0 til 1 enheder
de: 0 bis 1 Einheiten
es: 0 a 1 unidades
fr: 0 à 1 unités
hi: 0 से 1 यूनिट
it: Da 0 a 1 unità
nl: 0 tot 1 eenheden
ru: От 0 до 1 ед
tr: 0 ila 1 birim
uk: Від 0 до 1 одиниці

source: 0 to 2 units
da: 0 til 2 enheder
de: 0 bis 2 Einheiten
es: 0 a 2 unidades
fr: 0 à 2 unités
hi: 0 से 2 यूनिट
it: Da 0 a 2 unità
nl: 0 tot 2 eenheden
ru: От 0 до 2 ед
tr: 0 ila 2 birim
uk: Від 0 до 2 одиниць

source: 0 to 3 units
da: 0 til 3 enheder
de: 0 bis 3 Einheiten
es: 0 a 3 unidades
fr: 0 à 3 unités
hi: 0 से 3 यूनिट
it: Da 0 a 3 unità
nl: 0 tot 3 eenheden
ru: От 0 до 3 ед
tr: 0 ila 3 birim
uk: Від 0 до 3 одиниць

source: Actions
da: Handlinger
de: Aktionen
es: Acciones
fr: Actes
hi: कार्रवाइयां
it: Azioni
nl: Acties
ru: Действия
tr: Eylemler
uk: Дії

source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
it: Aggiungi
nl: Toevoegen
ru: Добавить
tr: Eklemek
uk: додати

source: Add carbs in %@
da: Tilføj kulhydrater i %@
de: Kohlenhydrate in %@ hinzufügen
es: Añadir carbohidratos en %@
fr: Ajouter des glucides dans %@
hi: %@ में कार्ब्स जोड़ें
it: Aggiungi carboidrati in %@
nl: Koolhydraten toevoegen in %@
ru: Добавить углеводы в %@
tr: %@ içinde karbonhidrat ekle
uk: Додати вуглеводи у %@

source: Add Pen
da: Tilføj pen
de: Pen hinzufügen
es: Agregar pluma
fr: Ajouter un stylo
hi: पेन जोड़ें
it: Aggiungi penna
nl: Pen toevoegen
ru: Добавить ручку
tr: Kalem Ekle
uk: Додати ручку

source: Add weight in %@
da: Tilføj vægt i %@
de: Gewicht in %@ hinzufügen
es: Añadir peso en %@
fr: Ajouter le poids dans %@
hi: %@ में वज़न जोड़ें
it: Aggiungi peso in %@
nl: Gewicht toevoegen in %@
ru: Добавить вес в %@
tr: %@ içinde ağırlık ekle
uk: Додати вагу у %@

source: After Meal
da: Efter måltid
de: Nach dem Essen
es: Después de comer
fr: Après le repas
hi: भोजन के बाद
it: Dopo il pasto
nl: Na de maaltijd
ru: После еды
tr: Yemekten Sonra
uk: Після їжі

source: An unknown error occurred
da: Der opstod en ukendt fejl
de: Es ist ein unbekannter Fehler aufgetreten
es: Se produjo un error desconocido
fr: Une erreur inconnue s'est produite
hi: एक अज्ञात त्रुटि हुई
it: Si è verificato un errore sconosciuto
nl: Er is een onbekende fout opgetreden
ru: Произошла неизвестная ошибка
tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка

source: Assistant
da: Assistent
de: Assistent
es: Asistente
hi: सहायक
it: Assistente
nl: Assistent
ru: Ассистент
tr: Asistan
uk: Асистент

source: Assistant Unavailable
da: Assistent ikke tilgængelig
de: Assistent nicht verfügbar
es: Asistente no disponible
fr: Assistant indisponible
hi: सहायक उपलब्ध नहीं है
it: Assistente non disponibile
nl: Assistent niet beschikbaar
ru: Ассистент недоступен
tr: Asistan kullanılamıyor
uk: Асистент недоступний

source: Avg %@ mg/dL
da: Gns. %@ mg/dL
de: Durchschnitt %@ mg/dL
es: Prom. %@ mg/dL
fr: Moy. %@ mg/dL
hi: औसत %@ mg/dL
it: Media %@ mg/dL
nl: Gem %@ mg/dL
ru: Среднее %@ мг/дл
tr: Ortalama %@ mg/dL
uk: Сер. %@ mg/dL

source: Basal insulin refers to the insulin used to regulate blood glucose between meals including during sleep. Bolus insulin refers to the insulin used to regulate blood glucose at meals and or to acutely address high blood glucose
da: Basalinsulin bruges til at regulere blodsukkeret mellem måltider, også under søvn. Bolusinsulin bruges til at regulere blodsukkeret ved måltider eller til akut at korrigere højt blodsukker
de: Unter Basalinsulin versteht man das Insulin, das zur Regulierung des Blutzuckerspiegels zwischen den Mahlzeiten, auch während des Schlafs, verwendet wird. Unter Bolusinsulin versteht man das Insulin, das zur Regulierung des Blutzuckerspiegels zu den Mahlzeiten und/oder zur akuten Bekämpfung eines hohen Blutzuckerspiegels verwendet wird
es: La insulina basal es la insulina usada para regular la glucosa en sangre entre comidas, incluso durante el sueño. La insulina en bolo es la insulina usada para regular la glucosa en sangre durante las comidas o para tratar rápidamente una glucosa alta
fr: L'insuline basale fait référence à l'insuline utilisée pour réguler la glycémie entre les repas, y compris pendant le sommeil. L'insuline en bolus fait référence à l'insuline utilisée pour réguler la glycémie lors des repas et/ou pour traiter de manière aiguë l'hyperglycémie.
hi: बेसल इंसुलिन उस इंसुलिन को कहते हैं जिसका उपयोग भोजन के बीच और नींद के दौरान रक्त ग्लूकोज नियंत्रित करने के लिए किया जाता है। बोलस इंसुलिन उस इंसुलिन को कहते हैं जिसका उपयोग भोजन के समय रक्त ग्लूकोज नियंत्रित करने या उच्च रक्त ग्लूकोज को तुरंत संभालने के लिए किया जाता है
it: L'insulina basale viene utilizzata per regolare la glicemia tra i pasti, compreso il sonno. L'insulina bolo viene utilizzata per regolare la glicemia ai pasti o per correggere rapidamente una glicemia elevata
nl: Basale insuline verwijst naar de insuline die wordt gebruikt om de bloedglucose tussen maaltijden te reguleren, ook tijdens de slaap. Bolusinsuline verwijst naar de insuline die wordt gebruikt om de bloedglucose tijdens maaltijden te reguleren en/of om een hoge bloedglucose acuut te verlagen
ru: Базальный инсулин используется для регулирования уровня глюкозы в крови между приемами пищи, включая сон. Болюсный инсулин используется для регулирования уровня глюкозы в крови во время приема пищи и/или для быстрого снижения высокого уровня глюкозы
tr: Bazal insülin, uyku da dahil olmak üzere öğünler arasında kan şekerini düzenlemek için kullanılan insülini ifade eder. Bolus insülin, yemeklerde kan şekerini düzenlemek ve/veya yüksek kan şekerini akut olarak gidermek için kullanılan insülini ifade eder.
uk: Базальний інсулін відноситься до інсуліну, який використовується для регулювання рівня глюкози в крові між прийомами їжі, у тому числі під час сну. Болюсний інсулін відноситься до інсуліну, який використовується для регулювання рівня глюкози в крові під час прийому їжі та/або для швидкого лікування високого рівня глюкози в крові.

source: Before Meal
da: Før måltid
de: Vor dem Essen
es: Antes de comer
fr: Avant le repas
hi: भोजन से पहले
it: Prima del pasto
nl: Voor de maaltijd
ru: До еды
tr: Yemekten Önce
uk: Перед прийомом їжі

source: Blood Glucose
da: Blodsukker
de: Blutzucker
es: Glucosa en sangre
fr: Glycémie
hi: रक्त ग्लूकोज
it: Glicemia
nl: Bloedglucose
ru: Глюкоза крови
tr: Kan Şekeri
uk: Рівень глюкози в крові

source: Body Mass Index
da: Kropsmasseindeks
es: Índice de masa corporal
fr: Indice de masse corporelle
hi: बॉडी मास इंडेक्स
it: Indice di massa corporea
ru: Индекс массы тела
tr: Vücut kitle indeksi
uk: Індекс маси тіла

source: Body Weight A
da: Kropsvægt A
de: Körpergewicht A
es: Peso corporal A
fr: Poids A
hi: शरीर का वजन A
it: Peso corporeo A
nl: Lichaamsgewicht A
ru: Вес A
tr: Vücut Ağırlığı A
uk: Вага тіла A

source: Body Weight B
da: Kropsvægt B
de: Körpergewicht B
es: Peso corporal B
fr: Poids B
hi: शरीर का वजन B
it: Peso corporeo B
nl: Lichaamsgewicht B
ru: Вес B
tr: Vücut Ağırlığı B
uk: Вага тіла B

source: Bug reports, feature requests & contributions are always welcome!
da: Fejlrapporter, funktionsønsker og bidrag er altid velkomne!
de: Fehlerberichte, Funktionswünsche und Beiträge sind immer willkommen!
es: ¡Los informes de errores, las solicitudes de funciones y las contribuciones siempre son bienvenidos!
fr: Les rapports de bugs, les demandes de fonctionnalités et les contributions sont toujours les bienvenus !
hi: बग रिपोर्ट, फीचर अनुरोध और योगदान का हमेशा स्वागत है!
it: Segnalazioni di bug, richieste di funzionalità e contributi sono sempre benvenuti!
nl: Bugmeldingen, functieverzoeken en bijdragen zijn altijd welkom!
ru: Сообщения об ошибках, запросы фич и контрибуции всегда приветствуются!
tr: Hata bildirimleri, özellik istekleri ve katkılar her zaman memnuniyetle karşılanır!
uk: Звіти про помилки, запити фіч і контрибуції завжди вітаються!

source: Cancel
da: Annuller
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
ru: Отмена
tr: İptal etmek
uk: Скасувати

source: Captured
da: Registreret
de: Gefangen
es: Capturado
fr: Capturé
hi: कैप्चर किया गया
it: Acquisito
nl: Vastgelegd
ru: Считано
tr: Yakalandı
uk: захоплений

source: Carbohydrates
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hi: कार्बोहाइड्रेट
it: Carboidrati
nl: Koolhydraten
ru: Углеводы
tr: Karbonhidratlar
uk: вуглеводи

source: Carbs
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fr: Crabes
hi: कार्ब्स
it: Carbo
nl: Koolhydraten
ru: Углеводы
tr: Karbonhidratlar
uk: вуглеводи

source: Change
da: Ændring
de: Änderung
es: Cambio
fr: Variation
hi: बदलाव
it: Variazione
nl: Wijziging
ru: Изменение
tr: Değişim
uk: Зміна

source: Change language
da: Skift sprog
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue
hi: भाषा बदलें
it: Cambia lingua
nl: Taal wijzigen
ru: Сменить язык
tr: Dili değiştir
uk: Змінити мову

source: Copy Dose History
da: Kopiér dosishistorik
de: Dosisverlauf kopieren
es: Copiar historial de dosis
fr: Copier l'historique des doses
hi: खुराक इतिहास कॉपी करें
it: Copia cronologia dosi
nl: Dosisgeschiedenis kopiëren
ru: Скопировать историю доз
tr: Doz Geçmişini Kopyala
uk: Копіювати історію доз

source: Could Not Add Insulin
da: Kunne ikke tilføje insulin
de: Insulin konnte nicht hinzugefügt werden
es: No se pudo agregar insulina
fr: Impossible d'ajouter de l'insuline
hi: इंसुलिन नहीं जोड़ा जा सका
it: Impossibile aggiungere l'insulina
nl: Kon insuline niet toevoegen
ru: Не удалось добавить инсулин
tr: İnsülin Eklenemedi
uk: Не вдалося додати інсулін

source: Could Not Save Pen
da: Kunne ikke gemme pen
de: Der Pen konnte nicht gespeichert werden
es: No se pudo guardar la pluma
fr: Impossible d'enregistrer le stylet
hi: पेन सहेजा नहीं जा सका
it: Impossibile salvare la penna
nl: Kon pen niet opslaan
ru: Не удалось сохранить ручку
tr: Kalem Kaydedilemedi
uk: Не вдалося зберегти ручку

source: Could Not Write Doses
da: Kunne ikke skrive doser
de: Dosen konnten nicht geschrieben werden
es: No se pudieron escribir las dosis
fr: Impossible d'écrire des doses
hi: खुराकें लिखी नहीं जा सकीं
it: Impossibile scrivere le dosi
nl: Kon doses niet schrijven
ru: Не удалось записать дозы
tr: Dozlar Yazılamadı
uk: Не вдалося написати дози

source: Date
da: Dato
de: Datum
es: Fecha
hi: तारीख
it: Data
nl: Datum
ru: Дата
tr: Tarih
uk: Дата

source: Debug Settings
da: Debugindstillinger
de: Debug-Einstellungen
es: Configuración de depuración
fr: Paramètres de débogage
hi: डीबग सेटिंग्स
it: Impostazioni debug
nl: Debug-instellingen
ru: Настройки отладки
tr: Hata Ayıklama Ayarları
uk: Параметри налагодження

source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
nl: Verwijderen
ru: Удалить
tr: Silmek
uk: Видалити

source: Delete Pen
da: Slet pen
de: Pen löschen
es: Eliminar pluma
fr: Supprimer le stylo
hi: पेन हटाएं
it: Elimina penna
nl: Pen verwijderen
ru: Удалить ручку
tr: Kalemi Sil
uk: Видалити ручку

source: Details
da: Detaljer
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ru: Сведения
tr: Detaylar
uk: Подробиці

source: Disabled
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
it: Disabilitato
nl: Uitgeschakeld
ru: Отключено
tr: Engelli
uk: Вимкнено

source: Dose count
da: Antal doser
de: Dosiszählung
es: Número de dosis
fr: Nombre de doses
hi: खुराक संख्या
it: Numero di dosi
nl: Aantal doses
ru: Количество доз
tr: Doz sayımı
uk: Підрахунок дози

source: Dose History
da: Dosishistorik
de: Dosisverlauf
es: Historial de dosis
fr: Historique des doses
hi: खुराक इतिहास
it: Cronologia dosi
nl: Dosisgeschiedenis
ru: История доз
tr: Doz Geçmişi
uk: Історія доз

source: Enter a carbohydrate amount greater than zero
da: Indtast en kulhydratmængde større end nul
de: Gib eine Kohlenhydratmenge größer als null ein
es: Introduce una cantidad de carbohidratos mayor que cero
fr: Saisissez une quantité de glucides supérieure à zéro
hi: शून्य से अधिक कार्बोहाइड्रेट मात्रा दर्ज करें
it: Inserisci una quantità di carboidrati maggiore di zero
nl: Voer een hoeveelheid koolhydraten groter dan nul in
ru: Введите количество углеводов больше нуля
tr: Sıfırdan büyük bir karbonhidrat miktarı girin
uk: Введіть кількість вуглеводів більше нуля

source: Enter a weight greater than zero
da: Indtast en vægt større end nul
de: Gib ein Gewicht größer als null ein
es: Introduce un peso mayor que cero
fr: Saisissez un poids supérieur à zéro
hi: शून्य से अधिक वज़न दर्ज करें
it: Inserisci un peso maggiore di zero
nl: Voer een gewicht groter dan nul in
ru: Введите вес больше нуля
tr: Sıfırdan büyük bir ağırlık girin
uk: Введіть вагу більше нуля

source: Enter an insulin amount greater than zero
da: Indtast en insulinmængde større end nul
de: Gib eine Insulinmenge größer als null ein
es: Introduce una cantidad de insulina mayor que cero
fr: Saisissez une quantité d’insuline supérieure à zéro
hi: शून्य से अधिक इंसुलिन मात्रा दर्ज करें
it: Inserisci una quantità di insulina maggiore di zero
nl: Voer een hoeveelheid insuline groter dan nul in
ru: Введите количество инсулина больше нуля
tr: Sıfırdan büyük bir insülin miktarı girin
uk: Введіть кількість інсуліну більше нуля

source: Estimate carbs
da: Estimer kulhydrater
de: Kohlenhydrate schätzen
es: Estimar carbohidratos
fr: Estimer les glucides
hi: कार्ब्स का अनुमान लगाएं
it: Stima i carboidrati
nl: Koolhydraten schatten
ru: Оценить углеводы
tr: Karbonhidratı tahmin et
uk: Оцінити вуглеводи

source: Estimated HbA1c
da: Estimeret HbA1c
de: Geschätzter HbA1c
es: HbA1c estimada
fr: Estimation HbA1c
hi: अनुमानित HbA1c
it: HbA1c stimata
nl: Geschatte HbA1c
ru: Расчетный HbA1c
tr: Tahmini HbA1c
uk: Приблизно HbA1c

source: General
da: Generelt
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
nl: Algemeen
ru: Общие
tr: Genel
uk: Загальні

source: Glucose
da: Glukose
es: Glucosa
hi: ग्लूकोज
it: Glucosio
ru: Глюкоза
tr: Glikoz
uk: Глюкоза

source: Glucosy does not have permission to write carbohydrates to Health
da: Glucosy har ikke tilladelse til at skrive kulhydrater til Sundhed
de: Glucosy hat keine Berechtigung, Kohlenhydrate in Health zu schreiben
es: Glucosy no tiene permiso para escribir carbohidratos en Salud
fr: Glucosy n’a pas l’autorisation d’écrire les glucides dans Santé
hi: Glucosy को Health में कार्बोहाइड्रेट लिखने की अनुमति नहीं है
it: Glucosy non ha il permesso di scrivere i carboidrati in Salute
nl: Glucosy heeft geen toestemming om koolhydraten naar Gezondheid te schrijven
ru: У Glucosy нет разрешения записывать углеводы в Здоровье
tr: Glucosy’nin Sağlık’a karbonhidrat yazma izni yok
uk: Glucosy не має дозволу записувати вуглеводи у Здоров’я

source: Glucosy does not have permission to write insulin to Health
da: Glucosy har ikke tilladelse til at skrive insulin til Sundhed
de: Glucosy hat keine Berechtigung, Insulin in Health zu schreiben
es: Glucosy no tiene permiso para escribir insulina en Salud
fr: Glucosy n’a pas l’autorisation d’écrire l’insuline dans Santé
hi: Glucosy को Health में इंसुलिन लिखने की अनुमति नहीं है
it: Glucosy non ha il permesso di scrivere l’insulina in Salute
nl: Glucosy heeft geen toestemming om insuline naar Gezondheid te schrijven
ru: У Glucosy нет разрешения записывать инсулин в Здоровье
tr: Glucosy’nin Sağlık’a insülin yazma izni yok
uk: Glucosy не має дозволу записувати інсулін у Здоров’я

source: Glucosy does not have permission to write this data to Health
da: Glucosy har ikke tilladelse til at skrive disse data til Sundhed
de: Glucosy hat keine Berechtigung, diese Daten in Health zu schreiben
es: Glucosy no tiene permiso para escribir estos datos en Salud
fr: Glucosy n’a pas l’autorisation d’écrire ces données dans Santé
hi: Glucosy को Health में यह डेटा लिखने की अनुमति नहीं है
it: Glucosy non ha il permesso di scrivere questi dati in Salute
nl: Glucosy heeft geen toestemming om deze gegevens naar Gezondheid te schrijven
ru: У Glucosy нет разрешения записывать эти данные в Здоровье
tr: Glucosy’nin bu verileri Sağlık’a yazma izni yok
uk: Glucosy не має дозволу записувати ці дані у Здоров’я

source: Glucosy does not have permission to write weight to Health
da: Glucosy har ikke tilladelse til at skrive vægt til Sundhed
de: Glucosy hat keine Berechtigung, Gewicht in Health zu schreiben
es: Glucosy no tiene permiso para escribir peso en Salud
fr: Glucosy n’a pas l’autorisation d’écrire le poids dans Santé
hi: Glucosy को Health में वज़न लिखने की अनुमति नहीं है
it: Glucosy non ha il permesso di scrivere il peso in Salute
nl: Glucosy heeft geen toestemming om gewicht naar Gezondheid te schrijven
ru: У Glucosy нет разрешения записывать вес в Здоровье
tr: Glucosy’nin Sağlık’a ağırlık yazma izni yok
uk: Glucosy не має дозволу записувати вагу у Здоров’я

source: HealthKit is not available on this device
da: HealthKit er ikke tilgængelig på denne enhed
de: HealthKit ist auf diesem Gerät nicht verfügbar
es: HealthKit no está disponible en este dispositivo
fr: HealthKit n’est pas disponible sur cet appareil
hi: इस डिवाइस पर HealthKit उपलब्ध नहीं है
it: HealthKit non è disponibile su questo dispositivo
nl: HealthKit is niet beschikbaar op dit apparaat
ru: HealthKit недоступен на этом устройстве
tr: HealthKit bu aygıtta kullanılamıyor
uk: HealthKit недоступний на цьому пристрої

source: Hide Airshots
da: Skjul airshots
de: Airshots ausblenden
es: Ocultar purgas
fr: Masquer les tirs aériens
hi: एयरशॉट्स छिपाएं
it: Nascondi airshot
nl: Airshots verbergen
ru: Скрывать холостые дозы
tr: Airshot'ları Gizle
uk: Приховати аерофота

source: Hide Logs
da: Skjul logfiler
de: Protokolle ausblenden
es: Ocultar registros
fr: Masquer les journaux
hi: लॉग छिपाएं
it: Nascondi log
nl: Logs verbergen
ru: Скрыть логи
tr: Günlükleri Gizle
uk: Приховати журнали

source: Hold your NovoPen near the top of your iPhone
da: Hold din NovoPen tæt på toppen af din iPhone
de: Halten Sie Ihren NovoPen nahe an die Oberseite Ihres iPhones
es: Mantén tu NovoPen cerca de la parte superior del iPhone
fr: Tenez votre NovoPen près du haut de votre iPhone
hi: अपने NovoPen को iPhone के ऊपरी हिस्से के पास रखें
it: Tieni il tuo NovoPen vicino alla parte superiore del tuo iPhone
nl: Houd de NovoPen bij de bovenkant van je iPhone
ru: Поднесите NovoPen к верхней части iPhone
tr: NovoPen'nizi iPhone'unuzun üst kısmına yakın tutun
uk: Тримайте NovoPen біля верхньої частини iPhone

source: Insulin Delivery
da: Insulintilførsel
de: Insulinabgabe
es: Administración de insulina
fr: Administration d'insuline
hi: इंसुलिन डिलीवरी
it: Somministrazione di insulina
nl: Insulinetoediening
ru: Введение инсулина
tr: İnsülin Dağıtımı
uk: Введення інсуліну

source: Keep the NovoPen near the top edge of the iPhone until the read finishes
da: Hold NovoPen tæt på den øverste kant af iPhone, indtil aflæsningen er færdig
de: Bewahren Sie den NovoPen in der Nähe der Oberkante des iPhones auf, bis der Lesevorgang abgeschlossen ist
es: Mantén el NovoPen cerca del borde superior del iPhone hasta que termine la lectura
fr: Gardez le NovoPen près du bord supérieur de l'iPhone jusqu'à la fin de la lecture.
hi: रीड पूरा होने तक NovoPen को iPhone के ऊपरी किनारे के पास रखें
it: Tieni il NovoPen vicino al bordo superiore dell'iPhone finché la lettura non termina
nl: Houd de NovoPen bij de bovenrand van de iPhone tot het uitlezen is voltooid
ru: Держите NovoPen у верхнего края iPhone до завершения считывания
tr: Okuma tamamlanana kadar NovoPen'yi iPhone'un üst kenarına yakın tutun
uk: Тримайте NovoPen біля верхнього краю iPhone, доки читання не закінчиться

source: Last %@
da: Seneste %@
de: Letzter %@
es: Último %@
fr: Dernier %@
hi: पिछला %@
it: Ultimo %@
nl: Laatste %@
ru: Последнее %@
tr: Son %@
uk: Останній %@

source: Last 10 weight entries
da: Seneste 10 vægtmålinger
de: Letzte 10 Gewichtseinträge
es: Últimas 10 entradas de peso
fr: 10 dernières mesures de poids
hi: पिछली 10 वजन प्रविष्टियां
it: Ultime 10 registrazioni del peso
nl: Laatste 10 gewichtsmetingen
ru: Последние 10 записей веса
tr: Son 10 kilo kaydı
uk: Останні 10 записів ваги

source: Latest
da: Seneste
de: Letzte
es: Más reciente
fr: Dernier
hi: नवीनतम
it: Più recente
nl: Recent
ru: Последние
tr: En sonuncu
uk: Останній

source: Load Sample Trace
da: Indlæs eksempelspor
de: Beispiel-Trace laden
es: Cargar traza de muestra
fr: Charger la trace de l'échantillon
hi: नमूना ट्रेस लोड करें
it: Carica traccia di esempio
nl: Voorbeeldtrace laden
ru: Загрузить пример трассировки
tr: Örnek İzlemeyi Yükle
uk: Завантажити зразкове трасування

source: Loading sample trace
da: Indlæser eksempelspor
de: Beispiel-Trace wird geladen
es: Cargando traza de muestra
fr: Chargement de la trace de l'échantillon
hi: नमूना ट्रेस लोड हो रहा है
it: Caricamento traccia di esempio
nl: Voorbeeldtrace laden
ru: Загрузка примера трассировки
tr: Örnek izleme yükleniyor
uk: Завантаження зразка траси

source: Log a basal insulin dose to Health
da: Log en basalinsulindosis i Sundhed
de: Eine Basalinsulindosis in Health protokollieren
es: Registrar una dosis de insulina basal en Salud
fr: Enregistrer une dose d’insuline basale dans Santé
hi: Health में बेसल इंसुलिन की खुराक लॉग करें
it: Registra una dose di insulina basale in Salute
nl: Registreer een basale insulinedosis in Gezondheid
ru: Записать дозу базального инсулина в Здоровье
tr: Sağlık’a bir bazal insülin dozu kaydet
uk: Записати дозу базального інсуліну в Здоров’я

source: Log a bolus insulin dose to Health
da: Log en bolusinsulindosis i Sundhed
de: Eine Bolusinsulindosis in Health protokollieren
es: Registrar una dosis de insulina en bolo en Salud
fr: Enregistrer une dose d’insuline en bolus dans Santé
hi: Health में बोलस इंसुलिन की खुराक लॉग करें
it: Registra una dose di insulina bolo in Salute
nl: Registreer een bolusinsulinedosis in Gezondheid
ru: Записать дозу болюсного инсулина в Здоровье
tr: Sağlık’a bir bolus insülin dozu kaydet
uk: Записати дозу болюсного інсуліну в Здоров’я

source: Log Carbohydrates
da: Log kulhydrater
de: Kohlenhydrate protokollieren
es: Registrar carbohidratos
fr: Enregistrer les glucides
hi: कार्बोहाइड्रेट लॉग करें
it: Registra carboidrati
nl: Koolhydraten registreren
ru: Записать углеводы
tr: Karbonhidrat kaydet
uk: Записати вуглеводи

source: Log carbohydrates in %@
da: Log kulhydrater i %@
de: Kohlenhydrate in %@ protokollieren
es: Registrar carbohidratos en %@
fr: Enregistrer les glucides dans %@
hi: %@ में कार्बोहाइड्रेट लॉग करें
it: Registra carboidrati in %@
nl: Koolhydraten registreren in %@
ru: Записать углеводы в %@
tr: %@ içinde karbonhidrat kaydet
uk: Записати вуглеводи у %@
